<!DOCTYPE html>
<html>
  <head>
    <!-- Global site tag (gtag.js) - Google Analytics -->
    <script async src="https://www.googletagmanager.com/gtag/js?id=G-682NPCQNMC"></script>
    <script>
      window.dataLayer = window.dataLayer || [];
      function gtag(){dataLayer.push(arguments);}
      gtag('js', new Date());

      gtag('config', 'G-682NPCQNMC');
    </script>
    
    <!--meta data-->
    <title>F&eacutelix Garc&iacute;a-Pereira</title>
    <link rel="stylesheet" href="normalize.css">
    <link rel="stylesheet" href="main.css">
    <link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/academicons/1.9.0/css/academicons.min.css">
    <link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/font-awesome/5.14.0/css/all.min.css">
    
  </head>
  <body>

    <!--nav start -->
    <nav class="navigation">
      <div class="container">
        <div class="nav-ini">
          <h1><a href="index.html">F&eacutelix Garc&iacute;a-Pereira</a></h1>
        </div>
        <div class="nav-items">
          <ul>
            <li><a href="index.html">Home</a></li>
            <!-- <li><a href="background.html">Background</a></li> -->
            <li><a href="research.html">Research</a></li>
            <li><a href="publications.html">Publications</a></li>
            <li><strong><a href="outreach.html">Conferences</a></strong></li>
            <li><a href="HTCp-p2k_com_FASTpp_v2.html">Simulations</a></li>
          </ul>
        </div>
      </div>
    </nav>
    <!-- nav end -->
    
    <div class="outreach">
      <h1>Dissemination activities</h1>
      <img src="ext_material/images/conferences/EGU2024_people.png" alt="image">
      <div class="outreach-cont">


        <!-- 2025 -->
        <h2> 2025</h2>

        <p><strong>EGU General Assembly 2025</strong> [Oral]: <strong>Garc&iacute;a-Pereira, F.</strong>, Gonz&aacute;lez-Rouco, J. F., Meabe-Yanguas, N., Jungclaus, J., de Vrese, P., and Lorenz, S.: An insufficient subsurface depth biases the long-term surface energy balance in Land Surface Models. EGU25-13806.<br>
        <span><em>Vienna, Austria</em>, 27 April–2 May 2025, <a href="https://doi.org/10.5194/egusphere-egu25-13806" target="_blank" rel="noopener">DOI: 10.5194/egusphere-egu25-13806</a></span>
        </p>

        <p><strong>EGU General Assembly 2025</strong> [Oral]: Gonz&aacute;lez-Rouco, F., <strong>Garc&iacute;a-Pereira, F.</strong>, Meabe-Yanguas, N., Steinert, N. J., de Vrese, P., Lorenz, S., and Jungclaus, J.: Permafrost sensitivity to modified soil hydro-thermodynamics in MPI-ESM. EGU25-15648.<br>
        <span><em>Vienna, Austria</em>, 27 April–2 May 2025, <a href="https://doi.org/10.5194/egusphere-egu25-15648" target="_blank" rel="noopener">DOI: 10.5194/egusphere-egu25-15648</a></span>
        </p>

        <!-- 2024 -->
        <h2> 2024</h2>

        <p><strong>EMS Annual Meeting 2024</strong> [Poster]: <strong>Garc&iacute;a-Pereira, F.</strong>, Gonz&aacute;lez-Rouco, J. F., Meabe-Yanguas, N., Jungclaus, J., de Vrese, P., and Lorenz, S.: Long-term responses to changes in Arctic soil hydrology. EMS2024-363.<br>
        <span><em>Barcelona, Spain</em>, 1–6 September 2024, <a href="https://doi.org/10.5194/ems2024-363" target="_blank" rel="noopener">DOI: 10.5194/ems2024-363</a></span>
        </p>

        <p><strong>EGU General Assembly 2024</strong> [Oral]: Gonz&aacute;lez-Rouco, J. F., <strong>Garc&iacute;a-Pereira, F.</strong>, Melo-Aguilar, C. A., Steinert, N. J., Garc&iacute;a-Bustamante, E., de Vrese, P., Jungclaus, J., Lorenz, S., Hagemann, S., Cuesta-Valero, F. J., Garc&iacute;a-Garc&iacute;a, A., y Beltrami, H.: Using a last 2k baseline to derive a first comprehensive assessment of industrial era land heat uptake. EGU24-8123.<br>
        <span><em>Vienna, Austria</em>, 14–19 April 2024, <a href="https://doi.org/10.5194/egusphere-egu24-8123" target="_blank" rel="noopener">DOI: 10.5194/egusphere-egu24-8123</a></span>
        </p>

        <p><strong>EGU General Assembly 2024</strong> [Poster]: <strong>Garc&iacute;a-Pereira, F.</strong>, Gonz&aacute;lez-Rouco, J. F., Meabe-Yanguas, N., <strong>N. J. Steinert</strong>, J. Jungclaus, P. De-Vrese, S. Lorenz: Permafrost thermal response to improved soil hydro-thermodynamics in historical and scenario simulations with a modified version of the MPI-ESM. EGU24-4769.<br>
        <span><em>Vienna, Austria</em>, 14–19 April 2024, <a href="https://doi.org/10.5194/egusphere-egu24-4769" target="_blank" rel="noopener">DOI: 10.5194/egusphere-egu24-4769</a></span>
        </p>


        <!-- 2023 -->
        <h2>2023</h2>


        <p><strong>Visiting research stay</strong><br>
        <span>Max Planck Institute for Meteorology, <em>Hamburg, Germany</em>, 19 September - 19 December 2023</span>
        </p>

        <p><strong>Invited talk</strong> - <strong>Garc&iacute;a Pereira, F.</strong>: More realistic Land Surface Model thermo-hydrodynamics: perspectives from global land heat uptake and Arctic permafrost representation.<br>
        <span>Helmholtz-Zentrum Hereon, <em>Geesthacht, Germany</em>, 30 November 2023</span>
        </p>

        <p><strong>Invited talk</strong> - <strong>Garc&iacute;a Pereira, F.</strong>: Does Land Surface Model depth matter? Perspectives from global land heat uptake and Arctic soil responses.<br>
        <span>Joint Seminar hosted by the Max Planck Institute for Meteorology, <em>Hamburg, Germany</em>, 29 November 2023</span>
        </p>

        <p><strong>EMS Annual Meeting 2023</strong> [Oral]: <strong>Garc&iacute;a-Pereira, F.</strong>, Gonz&aacute;lez-Rouco, J. F., Melo-Aguilar, C., Steinert, N. J., de Vrese, P., Jungclaus, J., Lorenz, S., Hagemann, S., Garc&iacute;a-Bustamante, E., and Rold&aacute;n-G&oacute;mez, P. J.: Land heat uptake: from Last Millenium proxy and model simulations to observational and CMIP6 products. EMS2023-584.<br>
        <span><em>Bratislava, Slovakia</em>, 4–8 September 2023, <a href="https://doi.org/10.5194/ems2023-584" target="_blank" rel="noopener">DOI: 10.5194/ems2023-584</a></span>
        </p>

        <p><strong>EUCOP6</strong> [Oral]: <strong>Garc&iacute;a-Pereira, F.</strong>, Gonz&aacute;lez-Rouco, J. F., Steinert, N. J., de Vrese, P., Jungclaus, J., Lorenz, S., and Hagemann, S.: Climate response to improved permafrost hydro-thermodynamics in historical and scenario simulations.<br>
        <span><em>Puigcerd&agrave;, Spain</em>, 18–22 June 2023, <a href="https://www.permafrost.org/event/eucop6" target="_blank" rel="noopener">Link</a></span>
        </p>

        <p><strong>EGU General Assembly 2023</strong> [Poster]: <strong>Garc&iacute;a-Pereira, F.</strong>, Gonz&aacute;lez-Rouco, J. F., Steinert, N. J., Melo-Aguilar, C. A., de Vrese, P., Jungclaus, J., Lorenz, S., Hagemann, S., y Garc&iacute;a-Bustamante, E.: Assessment of land energy uptake in the industrial period from observation and simulation-based products. EGU23-7024.<br>
        <span><em>Vienna, Austria</em>, 24–28 April 2023, <a href="https://doi.org/10.5194/egusphere-egu23-7024" target="_blank" rel="noopener">DOI: 10.5194/egusphere-egu23-7024</a></span>
        </p>

        <p><strong>CLIVAR 2023 [Oral]: Towards an integrated view of climate</strong> [Oral]: <strong>Garc&iacute;a-Pereira, F.</strong>: Near-surface thermal structure in Spain from observational and reanalysis data.<br>
        <span><em>Madrid, Spain</em>, 24–26 January 2023, <a href="http://clivar.es/?p=1810" target="_blank" rel="noopener">Link</a></span>
        </p>
        

        <!-- 2022 -->
        <h2>2022</h2>
        
        <p><strong>EMS Annual Meeting 2022</strong> [Oral]: <strong>Garc&iacute;a-Pereira, F.</strong>, Gonz&aacute;lez-Rouco, J. F., Melo-Aguilar, C. A., Steinert, N. J., Garc&iacute;a-Bustamante, E., de Vrese, P., Jungclaus, J., Lorenz, S., y Hagemann, S.: Assessment of land energy uptake in the industrial period from observational and model products. EMS2022-309.<br>
        <span><em>Bonn, Germany</em>, 4–8 September 2022, <a href="https://doi.org/10.5194/ems2022-309" target="_blank" rel="noopener">DOI: 10.5194/ems2022-309</a></span>
        </p>
        
        
 
        <!-- 2021 -->
        <h2>2021</h2>
        
        <p><strong>Workshop</strong> - GuMNet: Investigation and monitoring of the atmosphere and subsoil in the surroundings of the Bosque de La Herrer&iacute;a.<br>
        <span><em>San Lorenzo de El Escorial, Spain</em>, 25 May 2021</span>
        </p>
        
        <p><strong>EGU General Assembly 2021</strong> [vPICO]: Melo Aguilar, C., J. F. Gonz&aacute;lez-Rouco, <strong>N. Steinert</strong>, E. Garc&iacute;a-Bustamante, F. Garc&iacute;a Pereira, H. Beltrami, F. Cuesta Valero, A. Garc&iacute;a Garc&iacute;a: Surface air-soil temperature relationship and shallow soil thermal regime: a case study using a soil temperature observational dataset for Spain. EGU21-10351.<br>
        <span>Virtual, 19-30 April 2021</span>
        </p>
        
        <p><strong>EGU General Assembly 2021</strong> [vPICO]: Garc&iacute;a Pereira, F., J. F. Gonz&aacute;lez-Rouco, C. Melo Aguilar, T. Schmid, C. Vegas Ca&ntilde;as, <strong>N. Steinert</strong>: An assessment of the subsurface thermal diffusion regime at some sites in the Sierra de Guadarrama. EGU21-10379.<br>
        <span>Virtual, 19-30 April 2021</span>
        </p>
        
        
      </div>
    </div>

    <footer class="footer">
      &copy;2025 F&eacutelix Garc&iacute;a-Pereira
    </footer>

  </body>
</html>
